/*Работа с логическими переменными*/

 /*Если переменная test равна true, то выведите 'Верно', иначе выведите 'Неверно'. 
 Проверьте работу скрипта при test, равном true, false. Напишите два варианта скрипта - с короткой записью и с длинной.*/


let test = true;

if (test === true) {
    console.log('Верно');
} else {
    console.log('Неверно');
}


 /*Если переменная test не равна true, то выведите 'Верно', иначе выведите 'Неверно'. 
 Проверьте работу скрипта при test, равном true, false. Напишите два варианта скрипта - с короткой записью и с длинной.*/

//  let test = true;

// if (test !== true) {
//     console.log('Верно');
// } else {
//     console.log('Неверно');
// }
